Repository: ton1n8o/zupmovies-ios
Catalog: ZupMovies/*.lproj/Localizable.strings
Languages: pt_br

# CONNECT_TO_THE_INTERNET
source: Please connect to the internet.
pt_br: Favor conectar a internet para realizar buscas.

source: Error
pt_br: Erro

source: Info
pt_br: Informação

# MESSAGE_ERROR_SEVER_TIMED_OUT
source: Couldn't connect to server, server timed out..
pt_br: Erro ao conectar ao servidor, servidor excedeu tempo de resposta.

# MESSAGE_ERROR_LOADING_MOVIES
source: Error while loading movies data.
pt_br: Erro ao consultar os filmes.

# MESSAGE_ERRO_WHILE_LOADING_MOVIE_DATA
source: Error while loading movie data.
pt_br: Erro ao carregar os dados do filme.

# MESSAGE_NO_MORE_MOVIES
source: No more movies.
pt_br: Não há mais filmes para esta pesquisa.

# MESSAGE_NO_MOVIES_FOULD_FOR_SEARCH
source: No movies found.
pt_br: Não foram encontrados filmes com o termo pesquisado.

# MOVIE_IS_ALREADY_SAVED
source: Movie already saved!
pt_br: Filme já existe!

source: Movie saved with success!
pt_br: Filme salvo com sucesso!

source: No movies saved...
pt_br: Não há filmes salvos...
